Repository: Ilmarmusayev055/surucu_check
Catalog: lib/l10n/app_*.arb
Languages: az

# appTitle
source: DriverCheck
az: SürücüCheck

source: Hello
az: Salam

# loginError
source: An error occurred during login. Please check your email and password.
az: Giriş zamanı xəta baş verdi. E-mail və şifrəni yoxlayın.

source: Change Language
az: Dili dəyiş

source: Edit Profile
az: Profil məlumatlarını dəyiş

# viewActivity
source: View Activity History
az: Fəaliyyət tarixçəsinə bax

source: Change Password
az: Şifrəni dəyiş

# changePhone
source: Change Phone Number
az: Telefon nömrəsini dəyiş

# phone
source: Phone number
az: Telefon nömrəsi

source: Password
az: Şifrə

source: Login
az: Daxil ol

source: Register
az: Qeydiyyat

source: Forgot password?
az: Şifrəni unutdum

# homeWelcome
source: Hello
az: Salam

source: Logout
az: Çıxış

source: Taxi company
az: Taksi şirkəti

source: Search driver
az: Sürücü axtar

# addDriver
source: Add new driver
az: Yeni sürücü əlavə et

source: Driver list
az: Sürücü siyahısı

source: Profile / Settings
az: Profil / Parametrlər

# searchTitle
source: Search Driver
az: Sürücü Axtar

# searchByPhone
source: Phone number
az: Mobil nömrə

# searchByLicense
source: License number
az: SV nömrəsi

# searchByFin
source: FIN code
az: FİN

# enterPhone
source: Enter phone number
az: Mobil nömrəni daxil edin

# enterLicense
source: Enter license number
az: SV nömrəsini daxil edin

# enterFin
source: Enter FIN code
az: FİN kodunu daxil edin

source: Enter value
az: Dəyəri daxil edin

source: Search type
az: Axtarış növü

source: Search
az: Axtar

# driverInfo
source: Driver Information
az: Sürücü məlumatları

source: Workplaces
az: Fəaliyyət yerləri

# ownerInfo
source: Owner Information
az: Sahibkar məlumatları

source: Name
az: Ad

source: Surname
az: Soyad

# license
source: License No.
az: SV nömrəsi

# statusProblem
source: Problematic (has debt)
az: Problemli (borcu var)

source: Owner
az: Sahibkar

source: Fleet
az: Park/Fleet

# addedDate
source: Added on
az: Əlavə edildiyi tarix

# addDriverTitle
source: New Problematic Driver
az: Yeni Problemli Sürücü

source: Reason
az: Səbəb

# addDriverSuccess
source: Driver added successfully
az: Sürücü əlavə olundu

# uploadPhoto
source: Upload or take photo
az: Şəkil yüklə və ya çək

# fromGallery
source: Choose from gallery
az: Qalereyadan seç

# fromCamera
source: Take a photo
az: Kamera ilə çək

source: Problematic
az: Problemli

source: Not problematic
az: Problemsiz

# reasonDebt
source: Has debt
az: Borcu var

# reasonAccident
source: Crashed the car
az: Maşını vurub

# reasonPenalty
source: Left fines
az: Cərimə saxlayıb

# reasonOther
source: Other
az: Digər

# driverListTitle
source: Driver List
az: Sürücü Siyahısı

# nameSurname
source: Full Name
az: Ad Soyad

source: Phone Number
az: Əlaqə nömrəsi

# driverDetailTitle
source: Driver Details
az: Sürücü Məlumatları

source: Save
az: Yadda saxla

# profileAndSettings
source: Profile & Settings
az: Profil və Parametrlər

source: Profile
az: Profil

source: Position
az: Vəzifə

source: Personal Settings
az: Şəxsi Parametrlər

source: Security
az: Təhlükəsizlik

source: Appearance and Language
az: Görünüş və Dil

# darkModeOn
source: Dark Mode enabled
az: Dark Mode aktiv edildi

# darkModeOff
source: Light Mode enabled
az: Light Mode aktiv edildi

source: Other
az: Digər

source: Help and Contact
az: Yardım və Əlaqə

# contactNotAvailable
source: Contact feature is not available yet.
az: Əlaqə funksiyası hələ aktiv deyil.

source: Version
az: Versiya

source: Take Photo
az: Kamera ilə çək

source: Choose from Gallery
az: Qalereyadan seç

# parkName
source: Park / Fleet Name
az: Park / Fleet adı

source: Save Changes
az: Yadda saxla

source: Profile updated
az: Məlumatlar uğurla yeniləndi

source: Activity History
az: Fəaliyyət tarixçəsi

# driverAdded
source: New driver added: {name}
az: Yeni sürücü əlavə edildi: {name}

# statusChanged
source: Driver status changed: {name}
az: Sürücünün statusu dəyişdirildi: {name}

# loggedOut
source: Logged out of the app
az: Proqramdan çıxış edildi

source: Logged in
az: Giriş edildi

source: Current phone
az: Cari nömrə

source: New phone
az: Yeni nömrə

source: Confirm new phone
az: Yeni nömrəni təsdiqlə

# phoneUpdated
source: Phone number updated
az: Telefon nömrəsi yeniləndi

# phoneMismatch
source: New phone numbers do not match
az: Yeni nömrələr uyğun gəlmir

source: First Name
az: Ad

source: Last Name
az: Soyad

# uploadIdCard
source: Upload your ID card photo
az: Buraxılış vəsiqəsinin şəklini yüklə

# registerButton
source: Register
az: Qeydiyyatdan keç

source: Registration complete
az: Qeydiyyat tamamlandı

# enterPhoneNumber
source: Enter your mobile number
az: Mobil nömrənizi daxil edin

source: Send Code
az: Kod göndər

# codeSent
source: Code sent to number
az: nömrəsinə kod göndərildi

source: Note
az: Qeyd

# fillRequiredFields
source: Please fill in all required fields.
az: Zəhmət olmasa bütün tələb olunan sahələri doldurun.

# verificationEmailSent
source: Verification email has been sent.
az: Təsdiq e-poçtu göndərildi.

# errorOccurred
source: An error occurred.
az: Xəta baş verdi.

# forgotPasswordInstruction
source: Enter your email address to reset your password.
az: Şifrənizi sıfırlamaq üçün email ünvanınızı daxil edin

# passwordResetSent
source: A password reset link has been sent to your email.
az: Şifrə sıfırlama linki email adresinizə göndərildi.

source: Reset Password
az: Şifrəni sıfırla

source: Upload profile photo
az: Profil şəklini yüklə

source: No activity found
az: Fəaliyyət tapılmadı

# fatherName
source: Father's name
az: Ata adı

source: Remember Me
az: Yadda saxla

# noAccount
source: Don't have an account?
az: Hesabınız yoxdur?

source: Activity Places
az: Fəaliyyət yerləri

source: Close
az: Bağla

source: Edit
az: Dəyiş

# editingNotImplemented
source: Editing functionality is not implemented yet.
az: Redaktə funksiyası hələlik aktiv deyil.

source: Edit Driver
az: Sürücünü redaktə et

# statusRequired
source: Please select a status.
az: Zəhmət olmasa statusu seçin.

# reasonRequired
source: Please select a reason.
az: Zəhmət olmasa səbəbi seçin.

source: No drivers found
az: Heç bir sürücü tapılmadı

source: Language
az: Dil

source: Change Email
az: E-poçtu dəyiş

# chatTitle
source: Chat
az: Söhbət

# chatWelcome
source: Welcome to the chat page!
az: Söhbət səhifəsinə xoş gəlmisiniz!

# typeMessage
source: Type a message
az: Mesaj yazın
